Repository: rickysarraf-notmine/photoprism
Catalog: frontend/src/locales/*.po
Languages: eu

source: Please do not upload any private, unlawful or offensive pictures.
eu: Mesedez, ez igo argazki pribatu, legez kanpoko edo iraingarririk.

source: Please don't upload photos containing offensive content.
eu: Mesedez, ez kargatu eduki iraingarria duten argazkirik.

source: Please note that changing your password will log you out on other devices and browsers.
eu: Kontuan izan pasahitza aldatzeak beste gailu eta arakatzaile batzuetan saioa amaituko duzula.

source: Please restart your instance for the changes to take effect.
eu: Mesedez, berrabiarazi zure instantzia aldaketak indarrean egon daitezen.

source: Please wait…
eu: Itxaron mesedez…

source: PNG Size Limit: %{n}px
eu: PNG Tamaina Muga: %{n}px

source: Portrait
eu: Erretratua

source: Preserve filenames
eu: Gorde fitxategi-izenak

source: Press button to start importing…
eu: Sakatu botoia inportatzen hasteko…

source: Press button to start indexing…
eu: Sakatu botoia indexatzen hasteko…

source: Press enter to create a new album.
eu: Sakatu Sartu album berri bat sortzeko.

source: Preview
eu: Aurrebista

source: Preview Images
eu: Aurrebista Irudiak

source: Primary
eu: Lehen mailakoa

source: Private
eu: Pribatua

source: Product Feedback
eu: Produktuaren iritzia

source: Projection
eu: Proiekzioa

source: Purple
eu: Morea

source: Quality Filter
eu: Kalitate-iragazkia

source: Quality Score
eu: Kalitate-maila

source: Random
eu: Ausazko

source: Raw
eu: Gordinik

source: RAW
eu: GORDINA

source: Re-index all originals, including already indexed and unchanged files.
eu: Berriro indexatu jatorrizko guztiak, dagoeneko indexatutako eta aldatu gabeko fitxategiak barne.

source: Read-Only Mode
eu: Irakurtzeko soilik modua

source: Recently Added
eu: Duela gutxi Gehitu

source: Recently Edited
eu: Berriki editatua

source: Recognition starts after indexing has been completed.
eu: Aitorpena indexatzea amaitu ondoren hasten da.

source: Recognized
eu: Aitortua

source: Recognizes faces so that specific people can be found.
eu: Aurpegiak ezagutzen ditu, pertsona zehatzak aurkitu ahal izateko.

source: Red
eu: Gorria

source: Register
eu: Izena eman

source: Reload
eu: Berriz kargatu

source: Reloading…
eu: Berriro kargatzen…

source: Remote Sync
eu: Urruneko sinkronizazioa

source: Remove
eu: Kendu

source: remove failed: unknown album
eu: kendu huts egin du: album ezezaguna

source: Remove from album
eu: Kendu albumetik

source: Remove imported files to save storage. Unsupported file types will never be deleted, they remain in their current location.
eu: Kendu inportatutako fitxategiak biltegia gordetzeko. Onartu gabeko fitxategi motak ez dira inoiz ezabatuko, uneko kokapenan geratzen dira.

source: Request failed - are you offline?
eu: Eskaerak huts egin du - konexiorik gabe zaude?

source: Request failed - invalid response
eu: Eskaerak huts egin du - erantzun baliogabea

source: Required
eu: Beharrezkoa

source: Resolution
eu: Ebazpena

source: Restart
eu: Berriro hasi

source: Restore
eu: Berreskuratu

source: Retry Limit
eu: Berriro saiatu muga

source: Retype Password
eu: Berriro idatzi pasahitza

source: Review
eu: Berrikuspena

source: Role
eu: Rola

source: Satellite
eu: Satelitea

source: Save
eu: Gorde

source: Scan
eu: Eskaneatu

source: Scans
eu: Eskaneatzea

source: Search
eu: Bilatu

source: Search and display photos on a map.
eu: Bilatu eta bistaratu argazkiak mapa batean.

source: Season
eu: Denboraldia

source: Secret
eu: Sekretua

source: Security and Access
eu: Segurtasuna eta Sarbidea

source: Select
eu: Hautatu

source: Select albums or create a new one
eu: Hautatu albumak edo sortu berri bat

source: Selection approved
eu: Hautaketa onartu da

source: Selection archived
eu: Hautaketa artxibatuta dago

source: Selection restored
eu: Hautaketa leheneratu da

source: Send
eu: Bidali

source: Sequential Name
eu: Izena sekuentziala

source: Service URL
eu: Zerbitzuaren URLa

source: Services
eu: Zerbitzuak

source: Session
eu: Saioa

source: Session ID
eu: Saioaren ID

source: Sessions
eu: Saioak

source: Settings
eu: Ezarpenak

source: Settings saved
eu: Ezarpenak gorde dira

source: Setup
eu: Konfigurazioa

source: Share
eu: Partekatu

source: Share %{name}
eu: Partekatu %{name}

source: Share your pictures with other apps and services.
eu: Partekatu zure argazkiak beste aplikazio eta zerbitzuekin.

source: Show
eu: Erakutsi

source: Show all new faces
eu: Erakutsi aurpegi berri guztiak

source: Show hidden
eu: Erakutsi ezkutuan

source: Show less
eu: Erakutsi gutxiago

source: Show more
eu: Erakutsi gehiago

source: Show server logs in Library.
eu: Erakutsi zerbitzariaren erregistroak Liburutegian.

source: Shows more detailed log messages. Requires a restart.
eu: Erregistro mezu zehatzagoak erakusten ditu. Berrabiaraztea eskatzen du.

source: Sign in
eu: Hasi saioa

source: Similar
eu: Antzekoa

source: Size
eu: Tamaina

source: Slow
eu: Astiro

source: Software
eu: Softwarea

source: Sort Order
eu: Ordenatu ordena

source: Source
eu: Iturria

source: Stack
eu: Pila

source: Stack files sharing the same unique image or instance identifier.
eu: Pilatu fitxategiak irudi edo instantzia-identifikatzaile esklusibo bera partekatzen dutenak.

source: Stack pictures taken at the exact same time and location based on their metadata.
eu: Metadatuetan oinarrituta, pilatu ordu eta kokapen berean ateratako argazkiak.

source: Stackable
eu: Pilagarria

source: Stacks
eu: Pilak

source: Stacks group files with a similar frame of reference, but differences of quality, format, size or color.
eu: Fitxategiak multzokatzen ditu erreferentzia-marko antzeko batekin, baina kalitate, formatu, tamaina edo kolore ezberdintasunak dituztenak.

source: Start
eu: Hasi

source: Start/Stop Slideshow
eu: Hasi/gelditu diaporama

source: States
eu: Estatuak

source: Static Size Limit: %{n}px
eu: Tamaina muga estatikoa: %{n}px

source: Status
eu: Egoera

source: Storage
eu: Biltegiratzea

source: Streets
eu: Kaleak

source: Subject
eu: Gaia

source: Successfully Connected
eu: Behar bezala konektatuta

source: Successfully deleted
eu: Behar bezala ezabatu da

source: Super Admin
eu: Super Administratzailea

source: Support for additional services, like Google Drive, will be added over time.
eu: Zerbitzu gehigarrietarako laguntza gehituko da denborarekin, Google Drive adibidez.

source: Support Our Mission
eu: Lagundu Gure Misioa

source: Sync
eu: Sinkronizatu

source: Sync raw and video files
eu: Sinkronizatu raw eta bideo fitxategiak

source: Taken
eu: Hartua

source: Teal
eu: Zertzeta

source: Text too long
eu: Testua luzeegia

source: Thank You for Your Support!
eu: Eskerrik asko zure laguntzagatik!

source: That's why PhotoPrism was built from the ground up to run wherever you need it, without compromising freedom, privacy, or functionality.
eu: Horregatik, PhotoPrism oinarritik sortu zen behar duzun tokian exekutatzeko, askatasuna, pribatutasuna edo funtzionaltasuna arriskuan jarri gabe.

source: The index currently contains %{n} hidden files.
eu: Une honetan indizeak ezkutuko %{n} fitxategi ditu.

source: Their format may not be supported, they haven't been converted to JPEG yet or there are duplicates.
eu: Baliteke haien formatua ez onartzea, oraindik ez dira JPEG bihurtu edo bikoiztuak daude.

source: Theme
eu: Gaia

source: This mounts the originals folder as a network drive and allows you to open, edit, and delete files from your computer or smartphone as if they were local.
eu: Honek jatorrizko karpeta sareko unitate gisa muntatzen du eta fitxategiak ireki, editatu eta ezaba ditzakezu zure ordenagailutik edo telefono mugikorretik bertakoak balira bezala.

source: This mounts the originals folder as a network drive and allows you to open, edit, and delete files from your computer or smartphone as if they were local.
eu: Honek jatorrizko karpeta sareko unitate gisa muntatzen du eta ordenagailutik edo telefonotik fitxategiak ireki, editatu eta ezaba ditzakezu lokalak balira bezala.

source: Thumbnail Generation
eu: Miniaturak sortzea

source: Time UTC
eu: Ordua UTC

source: Time Zone
eu: Ordu eremu

source: Timeout
eu: Denboraz kanpo

# Account
source: Title
eu: Izenburua

# Photo
source: Title
eu: Izenburua

source: Title
eu: Izenburua

source: Title / Position
eu: Izenburua / Kargua

source: Title too long
eu: Izenburua luzeegia

source: To upgrade, you can either enter an activation code or click "Register" to sign up on our website:
eu: Bertsio-berritzeko, aktibazio-kode bat sar dezakezu edo "Erregistratu" sakatu gure webgunean erregistratzeko:

source: Toggle View
eu: Aldatu ikuspegia

source: Token
eu: Tokena

source: Too many files selected
eu: Fitxategi gehiegi hautatu dira

source: Topographic
eu: Topografikoa

source: Troubleshooting Checklists
eu: Arazoak konpontzeko zerrendak

source: Try again using other filters or keywords.
eu: Saiatu berriro beste iragazki edo gako-hitz batzuk erabiliz.

source: Type
eu: Mota

source: Unauthorized
eu: Baimenik gabe

source: Undo
eu: Desegin

source: Unique ID
eu: ID bakarra

source: Unknown
eu: Ezezaguna

source: Unregistered
eu: Erregistratu gabe

source: Unsorted
eu: Ordenatu gabe

source: Unstack
eu: Despilatu

source: Updated
eu: Eguneratua

source: Updating faces
eu: Aurpegiak eguneratzen

source: Updating index
eu: Indizea eguneratzen

source: Updating moments
eu: Eguneratzea uneak

source: Updating picture…
eu: Irudia eguneratzen…

source: Updating previews
eu: Aurrebistak eguneratzen

source: Updating stacks
eu: Pilak eguneratzen

source: Upgrade
eu: Berritu

source: Upgrade Now
eu: Berritu orain

source: Upload
eu: Kargatu

source: Upload complete
eu: Kargatzea osatuta

source: Upload complete. Indexing…
eu: Kargatzea osatuta. Indexatzen…

source: Upload failed
eu: Ezin izan da kargatu

source: Upload Folder
eu: Karpeta igo

source: Upload local files
eu: Kargatu tokiko fitxategiak

source: Upload to WebDAV and share links with friends.
eu: Kargatu WebDAV-era eta partekatu estekak lagunekin.

source: Uploading %{n} of %{t}…
eu: %{t}-tik %{n} kargatzen…

source: Uploading photos…
eu: Argazkiak kargatzen…

source: Uploading…
eu: Kargatzen…

source: Uploads that may contain such images will be rejected automatically.
eu: Horrelako irudiak izan ditzaketen kargak automatikoki baztertuko dira.

source: URL
eu: URLa

source: Use Presets
eu: Erabili aurrezarpenak

source: User
eu: Erabiltzailea

source: User Guide
eu: Erabiltzailearen Gida

source: User Interface
eu: Erabiltzaile Interfazea

source: Username
eu: Erabiltzaile izena

source: Users
eu: Erabiltzaileak

source: Vector
eu: Bektorea

source: Vectors
eu: Bektoreak

source: Video
eu: Bideoa

source: Video Duration
eu: Bideoaren Iraupena

source: Videos
eu: Bideoak

source: View
eu: Ikusi

source: Viewer
eu: Ikusle

source: Visitor
eu: Bisitaria

source: Visual Similarity
eu: Antzekotasun bisuala

source: We appreciate your feedback!
eu: Zure iritzia eskertzen dugu!

source: We do our best to respond within five business days or less.
eu: Gure onena egiten dugu bost lanegun edo gutxiagoko epean erantzuteko.

source: Web Login
eu: Web Sarrera

source: WebDAV clients can connect to PhotoPrism using the following URL:
eu: WebDAV bezeroak PhotoPrism-era konekta daitezke URL hau erabiliz:

source: WebDAV clients, like Microsoft’s Windows Explorer or Apple's Finder, can connect directly to PhotoPrism.
eu: WebDAV bezeroak, Microsoft-en Windows Explorer edo Apple-ren Finder bezalakoak, zuzenean konekta daitezke PhotoPrism.

source: WebDAV Upload
eu: WebDAV igoera

source: Website
eu: Webgunea

source: White
eu: Zuria

source: Work Details
eu: Lanaren xehetasunak

source: Year
eu: Urtea

source: Yellow
eu: Horia

source: Yes
eu: Bai

source: You are welcome to contact us at membership@photoprism.app for questions regarding your membership.
eu: Ongi etorri gurekin harremanetan jar zaitezke membership@photoprism.app helbidera zure kidetzari buruzko galderak egiteko.

source: You can only download one album
eu: Album bakarra deskarga dezakezu

source: You can only download one label
eu: Etiketa bakarra deskarga dezakezu

source: You can upload up to %{n} files for test purposes.
eu: %{n} fitxategi karga ditzakezu proba helburuetarako.

source: You may only select one item
eu: Elementu bakarra hauta dezakezu

source: You may rescan your library to find additional faces.
eu: Zure liburutegia berriro eskaneatu dezakezu aurpegi gehigarriak aurkitzeko.

source: Your account has been successfully connected.
eu: Zure kontua behar bezala konektatu da.

source: Your continued support helps us provide regular updates and remain independent, so we can fulfill our mission and protect your privacy.
eu: Zure etengabeko laguntzak aldizkako eguneraketak eskaintzen eta independente izaten laguntzen digu, gure eginkizuna bete eta zure pribatutasuna babesteko.

source: Your library is continuously analyzed to automatically create albums of special moments, trips, and places.
eu: Zure liburutegia etengabe aztertzen da momentu, bidai eta leku berezien albumak automatikoki sortzeko.

source: Zoom in/out
eu: Handitu/txikiagotu
