Repository: rickysarraf-notmine/photoprism
Catalog: frontend/src/locales/*.po
Languages: eu

source: %{n} albums found
eu: %{n} album aurkitu dira

source: %{n} files uploaded
eu: %{n} fitxategi kargatu dira

source: %{n} folders found
eu: %{n} karpeta aurkitu dira

source: %{n} labels found
eu: %{n} etiketa aurkitu dira

source: %{n} people found
eu: %{n} pertsona aurkitu dira

source: %{n} pictures found
eu: %{n} argazki aurkitu dira

source: 1 hour
eu: 1 ordu

source: 12 hours
eu: 12 ordu

source: 4 hours
eu: 4 ordu

source: A click will copy it to your clipboard.
eu: Klik eginez gero, arbelean kopiatuko da.

source: About
eu: Buruz

source: Account
eu: Kontua

source: Account created
eu: Kontua sortu da

source: Account deleted
eu: Kontua ezabatu da

source: Accounts
eu: Kontuak

source: Accuracy
eu: Zehaztasuna

source: Action
eu: Ekintza

source: Actions
eu: Ekintzak

source: Activate
eu: Aktibatu

source: Activation Code
eu: Aktibazio kodea

source: Add
eu: Gehitu

source: Add Account
eu: Kontua gehitu

source: Add Album
eu: Gehitu albuma

source: Add files to your library via Web Upload.
eu: Gehitu fitxategiak zure liburutegira Web karga bidez.

source: Add Link
eu: Gehitu esteka

source: Add pictures from search results by selecting them.
eu: Gehitu bilaketa-emaitzetan argazkiak hautatuta.

source: Add to album
eu: Gehitu albumera

source: Added
eu: Gehituta

source: Advanced
eu: Aurreratua

source: After 1 day
eu: Egun 1 igaro ondoren

source: After 3 days
eu: 3 egun igaro ondoren

source: After 7 days
eu: 7 egun igaro ondoren

source: After one month
eu: Hilabete baten ondoren

source: After one year
eu: Urtebeteren buruan

source: After selecting pictures from search results, you can add them to an album using the context menu.
eu: Bilaketa-emaitzetan argazkiak hautatu ondoren, album batean gehi ditzakezu testuinguru-menua erabiliz.

source: After two months
eu: Bi hilabeteren ondoren

source: After two weeks
eu: Bi asteren ondoren

source: Album
eu: Albuma

source: Album created
eu: Sortu da albuma

source: Album Name
eu: Albumaren izena

source: Albums
eu: Albumak

source: Albums deleted
eu: Albumak ezabatu dira

source: All %{n} albums loaded
eu: %{n} album guztiak kargatu dira

source: All %{n} labels loaded
eu: %{n} etiketa guztiak kargatu dira

source: All %{n} people loaded
eu: %{n} pertsona guztiak kargatu dira

source: All Cameras
eu: Kamera guztiak

source: All Categories
eu: Kategoria guztiak

source: All Colors
eu: Kolore guztiak

source: All Countries
eu: Herrialde guztiak

source: All fields are required
eu: Eremu guztiak beharrezkoak dira

source: All files from import folder
eu: Inportazio karpetako fitxategi guztiak

source: All Lenses
eu: Lente guztiak

source: All Months
eu: Hilabete guztiak

source: All originals
eu: Jatorrizko guztiak

source: All Years
eu: Urte guztiak

source: Alternatively, you can upload files directly to WebDAV servers like Nextcloud.
eu: Bestela, fitxategiak zuzenean igo ditzakezu Nextcloud bezalako WebDAV zerbitzarietara.

source: Altitude
eu: Altuera

source: Altitude (m)
eu: Altuera (m)

source: Animated
eu: Animatua

source: Animation
eu: Animazioa

source: Any private photos and videos remain private and won't be shared.
eu: Argazki eta bideo pribatu guztiak pribatuak izaten jarraitzen dute eta ez dira partekatuko.

source: API Key
eu: API gakoa

source: Apply
eu: Aplikatu

source: Approve
eu: Onartu

source: Archive
eu: Artxiboa

source: Archived
eu: Artxibatuta

source: Are you sure you want to archive the selection?
eu: Ziur hautapena artxibatu nahi duzula?

source: Are you sure you want to delete all archived pictures?
eu: Ziur artxibatutako argazki guztiak ezabatu nahi dituzula?

source: Are you sure you want to delete these albums?
eu: Ziur album hauek ezabatu nahi dituzula?

source: Are you sure you want to delete these labels?
eu: Ziur etiketa hauek ezabatu nahi dituzula?

source: Are you sure you want to delete this account?
eu: Ziur kontu hau ezabatu nahi duzula?

source: Are you sure you want to permanently delete these pictures?
eu: Ziur argazki hauek betiko ezabatu nahi dituzula?

source: Are you sure you want to permanently delete this file?
eu: Ziur fitxategi hau betiko ezabatu nahi duzula?

source: Are you sure?
eu: Ziur zaude?

source: Artist
eu: Artista

source: Aspect Ratio
eu: Aspektu-erlazioa

source: Authentication
eu: Autentifikazioa

source: Automatically create thumbnails for files that cannot otherwise be indexed or viewed.
eu: Sortu automatikoki koadro txikiak bestela indexatu edo ikusi ezin diren fitxategietarako.

source: Automatically creates albums of special moments, trips, and places.
eu: Momentu, bidai eta leku berezien albumak automatikoki sortzen ditu.

source: Base Folder
eu: Oinarrizko karpeta

source: Become a member today, support our mission and enjoy our member benefits!
eu: Egin zaitez kide gaur, lagundu gure eginkizuna eta gozatu gure kideen abantailak!

source: Being 100% self-funded and independent, we can promise you that we will never sell your data and that we will always be transparent about our software and services.
eu: %100 autofinantziatua eta independentea izanik, zure datuak ez ditugula inoiz salduko eta gure softwareari eta zerbitzuei buruz gardenak izango garela agintzen dizugu.

source: Birth Date
eu: Urtebetetze data

source: Black
eu: Beltza

source: Blue
eu: Urdina

source: Brown
eu: Marroia

source: Browse
eu: Arakatu

source: Browse and edit image classification labels.
eu: Arakatu eta editatu irudien sailkapen etiketak.

source: Browse indexed files and folders in Library.
eu: Arakatu indexatutako fitxategiak eta karpetak Liburutegian.

source: Bug Report
eu: Akatsen txostena

source: Busy, please wait…
eu: Lanpetuta, itxaron mesedez…

source: By using the software and services we provide, you agree to our terms of service, privacy policy, and code of conduct.
eu: Eskaintzen ditugun softwarea eta zerbitzuak erabiliz gero, gure zerbitzu-baldintzak, pribatutasun-politika eta jokabide-kodea onartzen dituzu.

source: Calendar
eu: Egutegia

source: Camera
eu: Kamera

source: Camera Serial
eu: Kamera seriea

source: Can't load more, limit reached
eu: Ezin da gehiago kargatu, mugara iritsi da

source: Can't select more items
eu: Ezin dira elementu gehiago hautatu

source: Cancel
eu: Utzi

source: Cards
eu: Txartelak

source: Category
eu: Kategoria

source: Change Avatar
eu: Aldatu avatarra

source: Change Password
eu: Aldatu pasahitza

source: Change personal profile and security settings.
eu: Aldatu profil pertsonala eta segurtasun ezarpenak.

source: Change photo titles, locations, and other metadata.
eu: Aldatu argazkien izenburuak, kokapenak eta beste metadatuak.

source: Change private flag
eu: Aldatu bandera pribatua

source: Changes successfully saved
eu: Aldaketak ongi gorde dira

source: Checked
eu: Egiaztatuta

source: Chroma
eu: Kroma

source: Cleaning index and cache
eu: Indizea eta cachea garbitzea

source: Cleanup
eu: Garbitu

source: Close
eu: Itxi

source: Codec
eu: Kodeka

source: Color
eu: Kolore

source: Color Profile
eu: Kolore-profila

source: Colors
eu: Koloreak

source: Compare Editions
eu: Edizioak alderatu

source: Complete Rescan
eu: Berriro eskaneatu osoa

source: Confidence
eu: Konfiantza

source: Connect
eu: Konektatu

source: Connect via WebDAV
eu: Konektatu WebDAV bidez

source: Connected
eu: Konektatuta

source: Contact Details
eu: Harremanetarako datuak

source: Contact Us
eu: Jarri gurekin harremanetan

source: Contains %{n} pictures.
eu: %{n} irudi ditu.

source: Contains one picture.
eu: Irudi bat dauka.

source: Contributor
eu: Laguntzailea

source: Converting
eu: Bihurtzea

source: Copied to clipboard
eu: Arbelean kopiatu da

source: Couldn't find anything.
eu: Ezin izan da ezer aurkitu.

source: Country
eu: Herrialdea

source: Create Account
eu: Kontua sortu

source: Create album
eu: Sortu albuma

source: Created
eu: Sortu

source: Creating thumbnails for
eu: Miniaturak sortzen

source: Cubic: Moderate Quality, Good Performance
eu: Kubikoa: kalitate ertaina, errendimendu ona

source: Current Password
eu: oraingo pasahitza

source: Customer Support
eu: Bezeroarentzako Arreta

source: Cyan
eu: Zian

source: Daily
eu: Egunero

source: Day
eu: Eguna

source: Debug Logs
eu: Arazte-erregistroak

source: Default
eu: Lehenetsia

source: Default Folder
eu: Karpeta lehenetsia

source: Delete
eu: Ezabatu

source: Delete All
eu: Ezabatu guztiak

source: Delete orphaned index entries, sidecar files and thumbnails.
eu: Ezabatu umezurtz indize-sarrerak, sidecar fitxategiak eta miniaturak.

source: Description
eu: Deskribapena

source: Detailed instructions can be found in our User Guide.
eu: Argibide zehatzak gure Erabiltzailearen Gidan aurki daitezke.

source: Details
eu: Xehetasunak

source: Dimensions
eu: Neurriak

source: Disable Backups
eu: Desgaitu babeskopiak

source: Disable built-in WebDAV server. Requires a restart.
eu: Desgaitu integratutako WebDAV zerbitzaria. Berrabiaraztea eskatzen du.

source: Disable Darktable
eu: Desgaitu Darktable

source: Disable ExifTool
eu: Desgaitu ExifTool

source: Disable FFmpeg
eu: Desgaitu FFmpeg

source: Disable ImageMagick
eu: Desgaitu ImageMagick

source: Disable Places
eu: Desgaitu Lekuak

source: Disable RawTherapee
eu: Desgaitu RawTherapee

source: Disable TensorFlow
eu: Desgaitu TensorFlow

source: Disable Vectors
eu: Desgaitu bektoreak

source: Disable WebDAV
eu: Desgaitu WebDAV

source: Disables reverse geocoding and maps.
eu: Alderantzizko geokodeketa eta mapak desgaitzen ditu.

source: Disables vector graphics support.
eu: Grafiko bektorialen euskarria desgaitzen du.

source: Disables video transcoding and thumbnail extraction.
eu: Bideoen transkodeketa eta irudi txikien erauzketa desgaitzen ditu.

source: Discover
eu: Ezagutu

source: Display Name
eu: Bistaratzeko izena

source: Don't backup photo and album metadata to YAML files.
eu: Ez egin argazkien eta albumen metadatuen babeskopiak YAML fitxategietan.

source: Don't create ExifTool JSON files for improved metadata extraction.
eu: Ez sortu ExifTool JSON fitxategiak metadatuen erauzketa hobetzeko.

source: Don't modify originals folder. Disables import, upload, and delete.
eu: Ez aldatu jatorrizkoen karpeta. Inportazioa, kargatzea eta ezabatzea desgaitzen du.

source: Don't use Darktable to convert RAW images.
eu: Ez erabili Darktable irudi RAW bihurtzeko.

source: Don't use ImageMagick to convert images.
eu: Ez erabili ImageMagick irudiak bihurtzeko.

source: Don't use RawTherapee to convert RAW images.
eu: Ez erabili RawTherapee RAW irudiak bihurtzeko.

source: Don't use TensorFlow for image classification.
eu: Ez erabili TensorFlow irudiak sailkatzeko.

source: Donations
eu: Dohaintzak

source: Done
eu: Eginda

source: Done.
eu: Eginda.

source: Download
eu: Deskargatu

source: Download only original media files, without any automatically generated files.
eu: Deskargatu jatorrizko multimedia fitxategiak soilik, automatikoki sortutako fitxategirik gabe.

source: Download remote files
eu: Deskargatu urruneko fitxategiak

source: Download single files and zip archives.
eu: Deskargatu fitxategi bakarrak eta zip artxiboak.

source: Downloading…
eu: Deskargatzen…

source: Downscaling Filter
eu: Beherapen-iragazkia

source: Due to the high volume of emails we receive, our team may be unable to get back to you immediately.
eu: Jasotzen ditugun mezu elektronikoen bolumen handia dela eta, baliteke gure taldeak ezin izatea zurekin berehala itzuli.

source: Duplicates will be skipped and only appear once.
eu: Bikoiztuak saltatu egingo dira eta behin bakarrik agertuko dira.

source: Duration
eu: Iraupena

source: Dynamic Previews
eu: Aurrebista dinamikoak

source: Dynamic rendering requires a powerful server. It is not recommended for NAS devices.
eu: Errendatze dinamikoak zerbitzari indartsu bat behar du. Ez da gomendagarria NAS gailuetarako.

source: Dynamic Size Limit: %{n}px
eu: Tamaina dinamikoaren muga: %{n}px

source: E-Mail
eu: Posta elektronikoa

source: Edit
eu: Editatu

source: Edit %{name}
eu: Editatu %{name}

source: Edit Account
eu: Editatu kontua

source: Edit Photo
eu: Editatu argazkia

source: Edited
eu: Editatua

source: Email
eu: Posta elektronikoa

source: Enable new features currently under development.
eu: Gaitu funtzio berriak garatzen ari diren.

source: Enables RAW converter presets. May reduce performance.
eu: RAW bihurgailuaren aurrezarpenak gaitzen ditu. Errendimendua murriztu dezake.

source: Error
eu: Errorea

source: Errors
eu: Akatsak

source: Estimate
eu: Estimazioa

source: Estimate the approximate location of pictures without coordinates.
eu: Kalkulatu koordenaturik gabeko irudien gutxi gorabeherako kokapena.

source: Estimates
eu: Estimazioak

source: Every two days
eu: Bi egunetik behin

source: Exclude content marked as private from search results, shared albums, labels, and places.
eu: Baztertu pribatu gisa markatutako edukia bilaketa-emaitzetatik, partekatutako albumetatik, etiketetatik eta tokietatik.

source: Exclude hidden
eu: Ezkutatuta baztertu

source: Expand
eu: Zabaldu

source: Expand Search
eu: Zabaldu Bilaketa

source: Experimental Features
eu: Ezaugarri esperimentalak

source: Expires
eu: Iraungitzen da

source: Exposure
eu: Esposizio

source: F Number
eu: F Zenbakia

source: Face
eu: Aurpegia

source: Faces
eu: Aurpegiak

source: Failed copying to clipboard
eu: Ezin izan da kopiatu arbelean

source: Failed removing link
eu: Ezin izan da esteka kendu

source: Failed updating link
eu: Ezin izan da eguneratu esteka

source: Family Name
eu: Abizena

source: Fast
eu: Azkar

source: Favorite
eu: Gogokoena

source: Favorites
eu: Gogokoak

source: Feature Request
eu: Ezaugarrien eskaera

source: Feed
eu: Elikadura

source: Feedback
eu: Iritzia

source: Female
eu: Emakumezkoa

source: File
eu: Fitxategia

source: File Browser
eu: Fitxategien arakatzailea

source: File Conversion
eu: Fitxategien Bihurketa

source: File Name
eu: Fitxategi izena

source: File Size
eu: Fitxategiaren Tamaina

source: Filename
eu: Fitxategi izena

source: Files
eu: Fitxategiak

source: Files with sequential names like 'IMG_1234 (2)' and 'IMG_1234 (3)' belong to the same picture.
eu: 'IMG_1234 (2)' eta 'IMG_1234 (3)' bezalako izen sekuentzialak dituzten fitxategiak irudi berekoak dira.

source: Focal Length
eu: Fokua

source: Folder
eu: Karpeta

source: Folder contains %{n} files
eu: Karpetak %{n} fitxategi ditu

source: Folder is empty
eu: Karpeta hutsik dago

source: Folders
eu: Karpetak

source: Forgot password?
eu: Pasahitza ahaztua?

source: Frames
eu: Markoak

source: Fullscreen
eu: Pantaila osoa

source: Gender
eu: Generoa

source: General
eu: Orokorra

source: Given Name
eu: Emandako izena

source: Global Options
eu: Aukera globalak

source: Gold
eu: Urrea

source: Green
eu: Berdea

source: Grey
eu: Grisa

source: Guest
eu: Gonbidatua

source: Help
eu: Laguntza

source: Help & Support
eu: Laguntza eta laguntza

source: Hidden
eu: Ezkutuan

source: Hidden Files
eu: Ezkutuko Fitxategiak

source: Hide
eu: Ezkutatu

source: Hide photos that have been moved to archive.
eu: Ezkutatu artxibora eraman diren argazkiak.

source: High
eu: Alta

source: High Dynamic Range (HDR)
eu: Gama dinamiko handia (HDR)

source: How can we help?
eu: Nola lagundu dezakegu?

source: image
eu: irudia

source: Image
eu: Irudia

source: Image Quality
eu: Irudiaren Kalitatea

source: Import
eu: Inportatu

source: Import failed
eu: Ezin izan da inportatu

source: Imported files will be sorted by date and given a unique name to avoid duplicates.
eu: Inportatutako fitxategiak dataren arabera ordenatuko dira eta izen esklusibo bat emango zaie bikoiztuak saihesteko.

source: Imported files will be sorted by date and given a unique name.
eu: Inportatutako fitxategiak dataren arabera ordenatuko dira eta izen esklusibo bat emango zaie.

source: Importing %{name}…
eu: %{name} inportatzen…

source: Importing files to originals…
eu: Fitxategiak jatorrizkoetara inportatzen…

source: in
eu: urtean

source: In case pictures you expect are missing, please rescan your library and wait until indexing has been completed.
eu: Espero dituzun argazkiak falta badira, eskaneatu berriro zure liburutegia eta itxaron indexazioa amaitu arte.

source: Include RAW image files when downloading stacks and archives.
eu: Sartu RAW irudi-fitxategiak pila eta artxiboak deskargatzean.

source: Include sidecar files when downloading stacks and archives.
eu: Sartu sidecar fitxategiak pilak eta artxiboak deskargatzean.

source: Index
eu: Aurkibidea

source: Index and import files through the user interface.
eu: Fitxategiak indexatu eta inportatu erabiltzailearen interfazearen bidez.

source: Indexing
eu: Indexatzea

source: Indexing failed
eu: Ezin izan da indexatu

source: Indexing media and sidecar files…
eu: Multimedia eta sidecar fitxategiak indexatzen…

source: Instance ID
eu: Instantziaren IDa

source: Interval
eu: Tartea

source: Invalid
eu: Baliogabea

source: Invalid date
eu: Data baliogabea

source: Invalid parameters
eu: Parametro baliogabeak

source: Invalid photo selected
eu: Argazki baliogabea hautatu da

source: Item
eu: Elementua

source: JPEG Quality: %{n}
eu: JPEG kalitatea: %{n}

source: JPEG Size Limit: %{n}px
eu: JPEG tamaina muga: %{n}px

source: JPEGs and thumbnails are automatically rendered as needed.
eu: JPEG eta miniaturak automatikoki errendatzen dira behar bezala.

source: Keywords
eu: Gako-hitzak

source: Label
eu: Etiketa

source: Labels
eu: Etiketak

source: Labels deleted
eu: Etiketak ezabatu dira

source: Lanczos: Detail Preservation, Minimal Artifacts
eu: Lanczos: Xehetasunen kontserbazioa, artefaktu minimoak

source: Language
eu: Hizkuntza

source: Last Active
eu: Azken Aktiboa

source: Last Login
eu: Azken saioa

source: Last Sync
eu: Azken sinkronizazioa

source: Latitude
eu: Latitudea

source: Learn more
eu: Gehiago ikasi

source: Legal Information
eu: Informazio juridikoa

source: Lens
eu: Lentea

source: Library
eu: Liburutegia

source: License
eu: Lizentzia

source: Like
eu: Atsegin dut

source: Lime
eu: Karea

source: Limit reached, showing first %{n} files
eu: Muga iritsi da, lehen %{n} fitxategi erakusten

source: Linear: Very Smooth, Best Performance
eu: Lineala: oso leuna, errendimendu onena

source: Link
eu: Esteka

source: List
eu: Zerrenda

source: Live
eu: Zuzenean

source: Live Photos
eu: Zuzeneko Argazkiak

source: Local
eu: Tokikoa

source: Local Time
eu: Tokiko Ordua

source: location
eu: kokapena

source: Location
eu: Kokapena

source: Log messages appear here whenever PhotoPrism comes across broken files, or there are other potential issues.
eu: Erregistro-mezuak hemen agertzen dira PhotoPrism-ek hautsitako fitxategiak aurkitzen dituen bakoitzean edo beste arazo potentzial batzuk daudenean.

source: Login
eu: Saioa hasi

source: Logout
eu: Saioa amaitu

source: Logs
eu: Erregistroak

source: Longitude
eu: Luzera

source: Low
eu: Baxua

source: Low Resolution
eu: Bereizmen baxua

source: Main Color
eu: Kolore Nagusia

source: Male
eu: Gizonezkoa

source: Manage Account
eu: Kudeatu kontua

source: manual
eu: eskuliburua

source: Manual Upload
eu: Eskuzko igoera

source: Maps
eu: Mapak

source: Marker
eu: Markagailua

source: Medium
eu: Ertaina

source: Membership
eu: Kidetza

source: Merge %{a} with %{b}?
eu: %{a} %{b}rekin bateratu?

source: Message sent
eu: Mezua bidali da

source: Metadata
eu: Metadatuak

source: Minimize
eu: Minimizatu

source: Missing
eu: Falta

source: Moments
eu: Momentuak

source: Monochrome
eu: Monokromoa

source: Month
eu: Hilabetea

source: Mosaic
eu: Mosaikoa

source: Most Relevant
eu: Garrantzitsuena

source: Move Files
eu: Mugitu fitxategiak

source: Must have at least %{n} characters.
eu: Gutxienez %{n} karaktere izan behar ditu.

source: Name
eu: Izena

source: Name too long
eu: Izena luzeegia

source: Never
eu: Inoiz ez

source: New
eu: Berria

source: New Password
eu: pasahitz berria

source: Newest First
eu: Berriena Lehenengoa

source: No
eu: Ez

source: No albums found
eu: Ez da albumik aurkitu

source: No labels found
eu: Ez da etiketarik aurkitu

source: No people found
eu: Ez da jenderik aurkitu

source: No pictures found
eu: Ez da argazkirik aurkitu

source: No recently edited pictures
eu: Ez dago duela gutxi editatutako argazkirik

source: No servers configured.
eu: Ez dago zerbitzaririk konfiguratuta.

source: No services configured.
eu: Ez dago zerbitzurik konfiguratuta.

source: No thanks
eu: Ez eskerrik asko

source: No video selected
eu: Ez da bideorik hautatu

source: No warnings or error containing this keyword. Note that search is case-sensitive.
eu: Ez dago gako-hitz hau duen abisurik edo errorerik. Kontuan izan bilaketak maiuskulak eta minuskulak bereizten dituela.

source: Non-photographic and low-quality images require a review before they appear in search results.
eu: Argazkiak ez diren eta kalitate baxuko irudiak berrikusi behar dira bilaketa-emaitzetan agertu aurretik.

source: None
eu: Bat ere ez

source: Note you may manually manage your originals folder and importing is optional.
eu: Kontuan izan jatorrizkoen karpeta eskuz kudea dezakezula eta inportatzea aukerakoa da.

source: Note:
eu: Ohar:

source: Note: Only WebDAV servers, like Nextcloud or PhotoPrism, can be configured as remote service for backup and file upload.
eu: Oharra: WebDAV zerbitzariak soilik, Nextcloud edo PhotoPrism bezalakoak, urruneko zerbitzu gisa konfigura daitezke babeskopia egiteko eta fitxategiak kargatzeko.

source: Notes
eu: Oharrak

source: Nothing to see here yet.
eu: Hemen oraindik ez dago ezer ikusteko.

source: Nothing was found.
eu: Ez da ezer aurkitu.

source: Offline
eu: Lineaz kanpo

source: Oldest First
eu: Zaharrena Lehen

source: On Windows, enter the following resource in the connection dialog:
eu: Windows-en, sartu baliabide hau konexio-koadroan:

source: Once a week
eu: Astean behin

source: One album found
eu: Album bat aurkitu da

source: One file found
eu: Fitxategi bat aurkitu da

source: One file uploaded
eu: Fitxategi bat kargatu da

source: One folder found
eu: Karpeta bat aurkitu da

source: One label found
eu: Etiketa bat aurkitu da

source: One person found
eu: Pertsona bat aurkitu du

source: One picture found
eu: Irudi bat aurkitu da

source: Orange
eu: Laranja

source: Organization
eu: Antolaketa

source: Orientation
eu: Orientazio

source: Original file names will be stored and indexed.
eu: Jatorrizko fitxategi-izenak gorde eta indexatuko dira.

source: Original Name
eu: Jatorrizko izena

source: Originals
eu: Jatorrizkoak

source: Other
eu: Bestela

source: Our mission is to provide the most user- and privacy-friendly solution to keep your pictures organized and accessible.
eu: Gure eginkizuna da erabiltzaileentzako eta pribatutasunerako irtenbiderik egokiena eskaintzea zure argazkiak antolatuta eta eskuragarri mantentzeko.

source: Outdoor
eu: Kanpoan

source: Panoramas
eu: Panoramak

source: Password
eu: Pasahitza

source: Password changed
eu: Pasahitza aldatu da

source: People
eu: Jendea

source: People you share a link with will be able to view public contents.
eu: Esteka partekatzen duzun pertsonek eduki publikoak ikusi ahal izango dituzte.

source: Permanently deleted
eu: Betiko ezabatu da

source: Permanently remove files to free up storage.
eu: Kendu fitxategiak betiko biltegia askatzeko.

source: Phone
eu: Mugikorra

source: Photo
eu: Argazkia

source: PhotoPrism has been updated…
eu: PhotoPrism eguneratu da…

source: PhotoPrism is 100% self-funded and independent.
eu: PhotoPrism %100 autofinantziatua eta independentea da.

source: PhotoPrism+ Membership
eu: PhotoPrism+ Kidetza

source: Photos
eu: Argazkiak

source: Pink
eu: Arrosa

source: Place
eu: Lekua

source: Place & Time
eu: Lekua eta Ordua

source: Places
eu: Lekuak

source: Please confirm your new password.
eu: Mesedez, berretsi pasahitz berria.
